---
kind: enumMember
id: F:Autodesk.Revit.DB.ChangePriority.RoomsSpacesZones
enum: Autodesk.Revit.DB.ChangePriority
source: html/9db16841-106b-23bb-0c29-42017edcf69f.htm
---
# Autodesk.Revit.DB.ChangePriority.RoomsSpacesZones

Updater will modify Rooms, MEP spaces or zones